IDEA StatiCa Open Model
BentUpBar.BottomLength Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Length of additional bar on the bottom
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double BottomLength { get; set; }
Public Property BottomLength As Double
	Get
	Set
public:
property double BottomLength {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
BentUpBar Class
IdeaRS.OpenModel.Detail Namespace